{"31942516": {"ArticleTitle": "Iron and oxidizing species in oxidative stress and Alzheimer's disease.", "AbstractText": "Iron species can participate in the Fenton or Fenton-like reaction to generate oxidizing species that can cause oxidative damages to biomolecules and induce oxidative stress in the body. Furthermore, iron accumulation and oxidative stress have been shown to associate with the pathological progression of neurodegenerative disorders, including Alzheimer's disease (AD) and Parkinson's disease (PD). In this review, the role of iron species in generating the most deleterious free radical species (ie, hydroxyl radical) and effects of this species in causing oxidative stress in vivo are described. The implications of oxidative stress and the recently recognized cell death pathway (ie, ferroptosis) to AD are addressed. Strategies to combat this neurodegenerative disease, such as iron chelation and antioxidant therapies, and future research directions on this aspect are also discussed.", "Query": "Alzheimers", "Mesh": []}, "31800195": {"ArticleTitle": "[Alzheimer's disease therapy: challenges and perspectives.]", "AbstractText": "Here we review both clinically applied and newly emerging approaches for Alzheimer's disease management. Alzheimer's disease or Alzheimer's type dementia is the most common type of primary dementia affecting late and senile age. Hallmarks of the disorder include progressive memory loss and highest nervous activity disruption; these cause dramatic consequences to the psychological activity. The disease course is characterized by continuous (lasting years and decades) decline, increasing degree of disability, and eventual death. Despite long-lasting attempts, researchers and medical professionals were not able to elaborate effective treatment so far. The problem is tightly connected to elucidating of Alzheimer's disease molecular mechanisms as well as development of novel therapeutics and early diagnostics approaches.В настоящем обзоре рассмотрены как нашедшие применение в клинике, так и находящиеся на стадии разработки и внедрения способы терапии болезни Альцгеймера. Деменция альцгеймеровского типа является наиболее распространенной формой первичной деменции с началом в предстарческом или старческом возрасте. Заболевание характеризуется нарастающими расстройствами памяти и высших корковых функций, приводящими к исключительно тяжелым нарушениям психической деятельности. Течение характеризуется продолжительным (годы и десятилетия) ухудшением состояния, быстрой инвалидизацией пациента с потерей способности к самостоятельной жизнедеятельности и неизбежно приводит к смертельному исходу. Несмотря на многолетние усилия исследователей и врачей, к настоящему времени разработать эффективные методы лечения данного заболевания не удалось. В связи с этим, особенно актуально выявление молекулярных механизмов данной патологии, а также разработка методов терапии и ранней диагностики на их основе.", "Query": "Alzheimers", "Mesh": ["Alzheimer Disease", "Disease Progression", "Humans", "Therapeutics"]}, "31765915": {"ArticleTitle": "Single-slice Alzheimer's disease classification and disease regional analysis with Supervised Switching Autoencoders.", "AbstractText": "Alzheimer's disease (AD) is a difficult to diagnose pathology of the brain that progressively impairs cognitive functions. Computer-assisted diagnosis of AD based on image analysis is an emerging tool to support AD diagnosis. In this article, we explore the application of Supervised Switching Autoencoders (SSAs) to perform AD classification using only one structural Magnetic Resonance Imaging (sMRI) slice. SSAs are revised supervised autoencoder architectures, combining unsupervised representation and supervised classification as one unified model. In this work, we study the capabilities of SSAs to capture complex visual neurodegeneration patterns, and fuse disease semantics simultaneously. We also examine how regions associated to disease state can be discovered by SSAs following a local patch-based approach.Patch-based SSAs models are trained on individual patches extracted from a single 2D slice, independently for Axial, Coronal, and Sagittal anatomical planes of the brain at selected informative locations, exploring different patch sizes and network parameterizations. Then, models perform binary class prediction - healthy (CDR = 0) or AD-demented (CDR > 0) - on test data at patch level. The final subject classification is performed employing a majority rule from the ensemble of patch predictions. In addition, relevant regions are identified, by computing accuracy densities from patch-level predictions, and analyzed, supported by Atlas-based regional definitions.Our experiments employing a single 2D T1-w sMRI slice per subject show that SSAs perform similarly to previous proposals that rely on full volumetric information and feature-engineered representations. SSAs classification accuracy on slices extracted along the Axial, Coronal, and Sagittal anatomical planes from a balanced cohort of 40 independent test subjects was 87.5%, 90.0%, and 90.0%, respectively. A top sensitivity of 95.0% on both Coronal and Sagittal planes was also obtained.SSAs provided well-ranked accuracy performance among previous classification proposals, including feature-engineered and feature learning based methods, using only one scan slice per subject, instead of the whole 3D volume, as it is conventionally done. In addition, regions identified as relevant by SSAs' were, in most part, coherent or partially coherent in regard to relevant regions reported on previous works. These regions were also associated with findings from medical knowledge, which gives value to our methodology as a potential analytical aid for disease understanding.", "Query": "Alzheimers", "Mesh": ["Adolescent", "Adult", "Aged", "Aged, 80 and over", "Alzheimer Disease", "Brain", "Female", "Humans", "Image Interpretation, Computer-Assisted", "Magnetic Resonance Imaging", "Male", "Middle Aged", "Neural Networks, Computer", "Supervised Machine Learning", "Young Adult"]}, "31896932": {"ArticleTitle": "Lipopolysaccharide Increases Cortical Kynurenic Acid and Deficits in Reference Memory in Mice.", "AbstractText": "Kynurenic acid (KYNA), a glial-derived metabolite of tryptophan metabolism, is an antagonist of the alpha 7 nicotinic acetylcholine receptor and the glycine-binding site of N-methyl-d-aspartate (NMDA) receptors. Kynurenic acid levels are increased in both the brain and cerebrospinal fluid of several psychiatric disorders including bipolar disorder, schizophrenia, and Alzheimer disease. In addition, pro-inflammatory cytokines have been found to be elevated in the blood of schizophrenic patients suggesting inflammation may play a role in psychiatric illness. As both pro-inflammatory cytokines and KYNA can be elevated in the brain by peripheral lipopolysaccharide (LPS) injection, we therefore sought to characterize the role of neuroinflammation on learning and memory using a well-described dual-LPS injection model. Mice were injected with an initial injection (0.25 mg/kg LPS, 0.50 mg/kg, or saline) of LPS and then administrated a second injection 16 hours later. Our results indicate both 0.25 and 0.50 mg/kg dual-LPS treatment increased l-kynurenine and KYNA levels in the medial pre-frontal cortex (mPFC). Mice exhibited impaired acquisition of CS+ (conditioned stimulus) Pavlovian conditioning. Notably, mice showed impairment in reference memory while working memory was normal in an 8-arm maze. Taken together, our findings suggest that neuroinflammation induced by peripheral LPS administration contributes to cognitive dysfunction.", "Query": "Alzheimers", "Mesh": []}, "31878336": {"ArticleTitle": "Dampened Slow Oscillation Connectivity Anticipates Amyloid Deposition in the PS2APP Mouse Model of Alzheimer's Disease.", "AbstractText": "To fight Alzheimer's disease (AD), we should know when, where, and how brain network dysfunctions initiate. In AD mouse models, relevant information can be derived from brain electrical activity. With a multi-site linear probe, we recorded local field potentials simultaneously at the posterior-parietal cortex and hippocampus of wild-type and double transgenic AD mice, under anesthesia. We focused on PS2APP (B6.152H) mice carrying both presenilin-2 (PS2) and amyloid precursor protein (APP) mutations, at three and six months of age, before and after plaque deposition respectively. To highlight defects linked to either the PS2 or APP mutation, we included in the analysis age-matched PS2.30H and APP-Swedish mice, carrying each of the mutations individually. Our study also included PSEN2-/- mice. At three months, only predeposition B6.152H mice show a reduction in the functional connectivity of slow oscillations (SO) and in the power ratio between SO and delta waves. At six months, plaque-seeding B6.152H mice undergo a worsening of the low/high frequency power imbalance and show a massive loss of cortico-hippocampal phase-amplitude coupling (PAC) between SO and higher frequencies, a feature shared with amyloid-free PS2.30H mice. We conclude that the PS2 mutation is sufficient to impair SO PAC and accelerate network dysfunctions in amyloid-accumulating mice.", "Query": "Alzheimers", "Mesh": ["Alzheimer Disease", "Amyloid", "Amyloid beta-Peptides", "Amyloid beta-Protein Precursor", "Animals", "Brain", "Connectome", "Cortical Excitability", "Disease Models, Animal", "Hippocampus", "Mice", "Mice, Transgenic", "Parietal Lobe", "Presenilin-2", "Protein Aggregation, Pathological"]}, "32729189": {"ArticleTitle": "Tunneling nanotubes: A bridge for heterogeneity in glioblastoma and a new therapeutic target?", "AbstractText": "The concept of tumour heterogeneity is not novel but is fast becoming a paradigm by which to explain part of the highly recalcitrant nature of aggressive malignant tumours. Glioblastoma is a prime example of such difficult-to-treat, invasive, and incurable malignancies. With the advent of the post-genomic age and increased access to next-generation sequencing technologies, numerous publications have described the presence and extent of intratumoural and intertumoural heterogeneity present in glioblastoma. Moreover, there have been numerous reports more directly correlating the heterogeneity of glioblastoma to its refractory, reoccurring, and inevitably terminal nature. It is therefore prudent to consider the different forms of heterogeneity seen in glioblastoma and how to harness this understanding to better strategize novel therapeutic approaches. One of the most central questions of tumour heterogeneity is how these numerous different cell types (both tumour and non-tumour) in the tumour mass communicate.This chapter provides a brief review on the variable heterogeneity of glioblastoma, with a focus on cellular heterogeneity and on modalities of communication that can induce further molecular diversity within the complex and ever-evolving tumour microenvironment. We provide particular emphasis on the emerging role of actin-based cellular conduits called tunnelling nanotubes (TNTs) and tumour microtubes (TMs) and outline the perceived current problems in the field that need to be resolved before pharmacological targeting of TNTs can become a reality.We conclude that TNTs and TMs provide a new and exciting avenue for the therapeutic targeting of glioblastoma and that numerous inroads have already made into TNT and TM biology. However, to target TMs and TNTs, several advances must be made before this aim can become a reality.", "Query": "cancer", "Mesh": []}, "33086955": {"ArticleTitle": "Temporal artery involvement in AL amyloidosis: an important differential diagnosis for giant cell arteritis. A case report and literature review.", "AbstractText": "AL amyloidosis (AL) is a systemic disorder due to extracellular tissue deposition of amyloid fibrils, composed of immunoglobulin light chains. Since the description of AL involving temporal arteries in 1986, this disorder has been known as one of the differential diagnoses of giant cell arteritis (GCA). We encountered a case of an elderly female presenting with headache and tender and enlarged temporal arteries, that was pathologically diagnosed with temporal artery involvement of AL due to Bence-Jones-type MM. To our knowledge, this was the first case of AL with temporal artery involvement in Japan, that presented with GCA-like features. Literature review of AL cases with temporal artery involvement showed close similarity between these disorders, but suggested that vasculature involvement (extremity claudication, kidney or heart), macroglossia, carpal tunnel syndrome and normal or low (<0.5 mg/dL) CRP levels may predict AL rather than GCA. Physicians should keep in mind that AL involving temporal arteries can be a pitfall in the diagnosis of GCA, as seen in our and previous cases.", "Query": "cancer", "Mesh": ["Amyloid", "Bence Jones Protein", "Biomarkers", "Biopsy", "Diagnosis, Differential", "Giant Cell Arteritis", "Humans", "Immunoglobulin Light-chain Amyloidosis", "Temporal Arteries"]}, "33534477": {"ArticleTitle": "Sharing lessons learned from the AIDS response to address social inequalities in cancer", "AbstractText": "", "Query": "cancer", "Mesh": []}, "33464845": {"ArticleTitle": "Metal-Organic Frameworks as a Theranostic Nanoplatform for Combinatorial Chemophotothermal Therapy Adapted to Different Administration.", "AbstractText": "With the rapid development of nanotechnology, nanomaterial drug delivery systems have provided an alternative for designing controllable drug delivery systems due to their spatiotemporally controllable properties. As a new type of porous material, metal-organic frameworks (MOFs) have been widely used in biomedical applications, especially drug delivery systems, owing to their tunable pore size, high surface area and pore volume, and easy surface modification. Here, we demonstrate an MOF as a theranostic nanoplatform to combine drug therapy and phototherapy after labeling targeting peptide iRGD. The micropore Fe-MOF was used as MRI agents for locating tumors and as nanocarriers to upload chemotherapeutic drugs. Moreover, MOF showed excellent targeting performance under different administration including intravenous injection for breast cancer and local instillation for bladder cancer. Notably, when irradiated with an 808 nm laser, the agent demonstrates the high efficacy of photothermal therapy and heat release efficiency of the drug around the tumor site. This combination therapy provides an alternative drug administration method and can be adapted to a series of cancer cell types and molecular targets associated with disease progression.", "Query": "cancer", "Mesh": ["Drug Delivery Systems", "Humans", "Hyperthermia, Induced", "Metal-Organic Frameworks", "Phototherapy", "Precision Medicine"]}, "32490210": {"ArticleTitle": "Gene expression of Epithelial Membrane Protein 2 gene and β1-Integrin gene in patients with breast cancer.", "AbstractText": "Breast cancer is the most common invasive cancer and the leading cause of cancer death in women. The function of over a thousand genes is reported as affected by genetic modifications in breast cancer.To study the gene expression of Epithelial Membrane 2 (EMP2) and β1-Integrin genes in patients with breast cancer.This study was carried out by cooperation between the Biochemistry Division Department of Chemistry, Faculty of Science and Medical Biochemistry and Molecular Biology Department, Faculty of Medicine, Menoufia University. This study included 120 subjects divided into 2 groups Group I: Included 60 women with breast cancer undergoing modified radical mastectomy. Tissue specimens were taken from the cancerous breast tissue and from the marginal healthy breast tissues. Group II: Included 60 age and sex-matched apparently healthy women served as a control group. All patients participants were subjected to full history taking, general clinical examination, abdominal ultrasound, CT-scan for abdomen, mammography, fine needle biopsy, histopathological examination, immunostaining of tissues, metastatic work up (chest x-ray and bone scan) and laboratory investigations including: Complete blood count (patients and controls), serum carbohydrate antigen 15-3 (patients and controls), detection of EMP2 and β1-Integrin genes expression in the tissue samples by formation of cDNA by reverse transcription PCR after RNA extraction and real-time PCR using SYBR Green technique.Compared to healthy tissues, the breast cancer tissues had significant higher EMP2 and β1-Integringene expression levels. Also, there was a significant increase in CA15-3 in patients group as compared with the control group. It was found that EMP2 and β1-Integrin expression in malignant tissue samples correlates with advanced and metastatic disease.The gene expression of EMP2 and β1-Integrin are important markers for the severity of breast cancer and they are good indicators of its prognosis.", "Query": "cancer", "Mesh": []}}